Repository: ewannpv/-Flutter-Malubullule
Catalog: lib/l10n/app_*.arb
Languages: fr

# headerSubtitle
source: Start you beer is good, finish your lubullule is better
fr: Peter sa biere c'est bien, finir sa lubullule c'est mieux.

# drinkListTitle
source: Beverage List
fr: Liste des brevages

# weightCardLabelText
source: Weight (Kg)
fr: Poids (Kg)

# weightCardHelperText
source: Your weight in Kg.
fr: Ton poids en Kg.

# genderCardLabelText
source: Gender
fr: Genre

# genderCardHelperText
source: Your genre.
fr: Ton genre.

# drinkListNameText
source: Name
fr: Nom

# addDrinkDrinkText
source: Beverage
fr: Brevage

# addDrinkCategoryText
source: Beverage category
fr: Catégorie du brevage

# addDrinkVolumeTextHelper
source: Volume of a dose (cL)
fr: Volume d'une dose (cL)

# addDrinkConfirmationButton
source: Add to the list
fr: Ajouter à la liste
